sgf201/k230_pangofly/src/canmv/port/boards/k230d_labplus_ai_camera_v2/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               CONFIG_BOARD
#define MICROPY_HW_MCU_NAME                 "K230D"
#define OMV_ARCH_STR                        ""
#define OMV_BOARD_TYPE                      "CanMV K230D LabPlusAiCamera V2 - %d%c"
